[
  {
    "_type": "teamMember",
    "_id": "team-member-1",
    "name": "Dr. Vivien A. Sheehan",
    "role": "Principal Investigator",
    "group": "pi",
    "bio": "Dr. Vivien Sheehan is a physician scientist dedicated to improving the lives of individuals with sickle cell disease of all ages. Vivien earned a PhD in Biochemistry from Texas A&M before entering medical school at Emory University School of Medicine. At Emory, Dr. Sheehan was inspired by her patients with sickle cell disease, and decided to devote her career to sickle cell research and patient care.\n\nShe then went on to complete a med-peds residency and two fellowships, pediatric Heme Onc at St Jude Children's Research Hospital and Internal Medicine Hematology at the University of Tennessee. Dr. Sheehan spent 8 years at Baylor College of Medicine, developing her research program, which includes omics, transition from acute to chronic pain, fetal hemoglobin regulation, gene therapy and red cell rheology research.\n\nVivien moved to Atlanta in 2020 and is now an Associate Professor of Pediatrics at Emory University School of Medicine, where she directs their translational sickle cell disease research program.",
    "email": "vivien.sheehan@emory.edu",
    "image": {
      "_type": "image",
      "localPath": "/images/headshots/vivien.png"
    },
    "displayOrder": 1,
    "active": true
  },
  {
    "_type": "teamMember",
    "_id": "team-member-2",
    "name": "Britney Hernandez",
    "role": "Lab Manager",
    "group": "lab_manager",
    "bio": "Lab manager overseeing daily operations and project management.",
    "email": "britney.hernandez@emory.edu",
    "image": {
      "_type": "image",
      "localPath": "/images/headshots/britney.png"
    },
    "displayOrder": 2,
    "active": true
  },
  {
    "_type": "teamMember",
    "_id": "team-member-3",
    "name": "Dr. Justin J. Yoo",
    "role": "Junior Faculty",
    "group": "faculty",
    "bio": "Junior faculty member leading multiple research initiatives.",
    "email": "justin.yoo@emory.edu",
    "image": {
      "_type": "image",
      "localPath": "/images/headshots/justin.jpg"
    },
    "displayOrder": 3,
    "active": true
  },
  {
    "_type": "teamMember",
    "_id": "team-member-4",
    "name": "Dr. Ashwin P. Patel",
    "role": "Research Assistant Professor",
    "group": "faculty",
    "bio": "Research Assistant Professor focusing on statistical analysis and clinical study design.",
    "email": "ashwin.patel@emory.edu",
    "image": {
      "_type": "image",
      "localPath": "/images/headshots/ashwin.png"
    },
    "displayOrder": 4,
    "active": true
  },
  {
    "_type": "teamMember",
    "_id": "team-member-5",
    "name": "Dr. Ugochukwu Agbakwuru, MD, MPH",
    "role": "Pediatric Hematology/Oncology Fellow",
    "group": "faculty",
    "bio": "Clinical fellow focusing on sickle cell disease research.",
    "email": "ugo.agbakwuru@emory.edu",
    "image": {
      "_type": "image",
      "localPath": "/images/headshots/agbakwuru-ugochukwu.png"
    },
    "displayOrder": 5,
    "active": true
  },
  {
    "_type": "teamMember",
    "_id": "team-member-6",
    "name": "Dr. Kennedy N. Goldsborough",
    "role": "Post-doctoral Fellow",
    "group": "faculty",
    "bio": "Kennedy Goldsborough, Ph.D. is a postdoctoral researcher in the FIRST Program at Emory University School of Medicine's Department of Pediatrics. She conducts translational research on acute and chronic pain in sickle cell disease (SCD) using humanized mouse models and investigates therapeutic strategies that improve red blood cell health and function and/or reduce neuroinflammation. Her work focuses on developing non-opioid disease-modifying therapies to address pain in SCD. Dr. Goldsborough is also working to identify biomarkers that distinguish acute pain from baseline and disease severity and evaluate treatment efficacy. As a FIRST Program scholar, she is part of a NIH-funded initiative dedicated to fostering inclusive excellence in biomedical research through structured mentorship, professional development, and leadership training. Kennedy, known by her students as Dr. G, is also a biochemistry instructor at Spelman College, where she is committed to mentorship and continues to guide undergraduate researchers in experimental design, data analysis, and scientific communication. Through her work, she aims to advance novel pain management strategies for SCD while fostering the next generation of scientists.",
    "email": "kennedy.goldsborough@emory.edu",
    "image": {
      "_type": "image",
      "localPath": "/images/headshots/kennedy.png"
    },
    "displayOrder": 6,
    "active": true
  },
  {
    "_type": "teamMember",
    "_id": "team-member-7",
    "name": "Dr. Anupama Priyadarshini",
    "role": "Staff Scientist",
    "group": "research_staff",
    "bio": "Dr. Anupama Priyadarshini, Ph.D. is a Research Scientist interested in finding the novel mechanism and pathways involved in HbF induction in SCD patients. She is studying the role of IGFBP3 in HbF induction in HSPCs from SCD patients and HbF induction in vivo using NBSGW mice xenograft models. She is also involved in other ongoing clinical research projects in the lab.\n\nBefore joining Dr. Sheehan, she has worked as a Postdoctoral associate at the School of Medicine, Nephrology, Yale University, New Haven, CT, USA. and as a Research Scholar and Postdoctoral Fellow at the Department of Inflammation and Immunity, Cleveland Clinic, Cleveland, Ohio.\n\nShe would like to advance her career in SCD Research and through her expertise in molecular and cellular biology research will work on identifying novel HbF inducing strategies by improving the understanding of gamma-globin regulation that can lead to improvement in the life of SCD Patients.",
    "email": "anupama.priyadarshini@emory.edu",
    "image": {
      "_type": "image",
      "localPath": "/images/headshots/anupama.png"
    },
    "displayOrder": 7,
    "active": true
  },
  {
    "_type": "teamMember",
    "_id": "team-member-8",
    "name": "Erica E. Evans",
    "role": "Research Assistant",
    "group": "research_staff",
    "bio": "Erica Evans, MBA is a research specialist specializing in microfluidic technology and red blood cell (RBC) biomarker development for sickle cell disease (SCD) and other hematological disorders. She leads the microfluidic projects with efforts to optimize, validate, and implement novel microfluidic assays designed to assess RBC adhesion to physiologically relevant proteins. Her work focuses on translating these technologies into clinically meaningful tools, improving treatment monitoring, and clinical trial design. She currently oversees the rheology assessments in Afimmune's clinical trial of their novel therapeutic agent for SCD. She has presented her research at the American Society of Hematology (ASH) conference among others and has contributed to multiple peer-reviewed publications.",
    "email": "erica.evans@emory.edu",
    "image": {
      "_type": "image",
      "localPath": "/images/headshots/erica.png"
    },
    "displayOrder": 8,
    "active": true
  },
  {
    "_type": "teamMember",
    "_id": "team-member-9",
    "name": "Michael 'Alex' Pendergast",
    "role": "MSP Graduate Student",
    "group": "research_staff",
    "bio": "Molecular & Systems Pharmacology doctoral student at Emory University focusing on work improving safety and efficacy of gene therapies in hematological disorders.",
    "email": "alex.pendergast@emory.edu",
    "image": {
      "_type": "image",
      "localPath": "/images/headshots/alex.png"
    },
    "displayOrder": 9,
    "active": true
  },
  {
    "_type": "teamMember",
    "_id": "team-member-10",
    "name": "Zak Kostamo",
    "role": "Research Specialist",
    "group": "research_staff",
    "bio": "Hello, my name is Zak Kostamo, and I have been with the lab since 7/2022. I am a Research Specialist mainly interested in novel drug and gene therapy development for SCD. I have published with Nature Communications evaluating Hb-Makassar in a mouse model as a potential gene therapy in collaboration with Beam Therapeutics. In addition to mouse work, I work to extract CD34+ cells from non-mobilized patients with sickle cell for use in erythroid cultures, gene therapy experiments, and xenografts.",
    "email": "zak.kostamo@emory.edu",
    "image": {
      "_type": "image",
      "localPath": "/images/headshots/zak.png"
    },
    "displayOrder": 10,
    "active": true
  },
  {
    "_type": "teamMember",
    "_id": "team-member-11",
    "name": "Jonathan Wade",
    "role": "Research Specialist",
    "group": "research_staff",
    "bio": "Jonathan is a Research Specialist in the Sheehan Lab. His bench work includes LoRRca ektacytometry, flow cytometry, and mouse bone marrow engraftment studies evaluating novel therapeutics. Additionally, Jonathan has developed tools in R to streamline data preprocessing and quality control and contributes to database integration and design for the lab's growing OMICs database. He earned his B.S. in Neuroscience from Furman University and will be enrolling in medical school this fall.",
    "email": "jwwade@emory.edu",
    "image": {
      "_type": "image",
      "localPath": "/images/headshots/jonathanwade.jpeg"
    },
    "displayOrder": 11,
    "active": true
  },
  {
    "_type": "teamMember",
    "_id": "team-member-12",
    "name": "Kathleen Romero",
    "role": "Research Specialist",
    "group": "research_staff",
    "bio": "Research specialist supporting lab projects.",
    "email": "kathleen.romero@emory.edu",
    "image": null,
    "displayOrder": 12,
    "active": true
  },
  {
    "_type": "teamMember",
    "_id": "team-member-13",
    "name": "Mary C. Aliche",
    "role": "Research Specialist",
    "group": "research_staff",
    "bio": "Mary is a Research Specialist in the Sheehan Lab. Her work involves functional viscosity assays assessing red blood cell polymerization, supporting gene therapy research focused on novel treatments. Additionally, she performs flow cytometry to aid in Afimmune's clinical trial of their novel therapeutic agent for SCD, as well as assisting in mice bone marrow engraftment studies. Mary earned her B.S in Cell and Developmental Biology from the University of California, Santa Barabara. She is particularly interested in genetic approaches to therapeutic development and plans to pursue an MD/PhD in genetics or a related field",
    "email": "mary.aliche@emory.edu",
    "image": {
      "_type": "image",
      "localPath": "/images/headshots/mary.jpg"
    },
    "displayOrder": 13,
    "active": true
  },
  {
    "_type": "teamMember",
    "_id": "team-member-14",
    "name": "Jedidah G. Titus",
    "role": "Research Specialist",
    "group": "research_staff",
    "bio": "Jedidah is a research specialist who works in red cell function testing. She also assists with the mobilization project as needed. She graduated from Georgia Institute of Technology in Spring 2024 with a Bachelor of Science degree in Biomedical Engineering. In the future, Jedidah plans to pursue a PhD. In her free time, she enjoys writing, reading books and comics, drawing, and listening to music.",
    "email": "jedidah.titus@emory.edu",
    "image": {
      "_type": "image",
      "localPath": "/images/headshots/jedidah.jpg"
    },
    "displayOrder": 14,
    "active": true
  },
  {
    "_type": "teamMember",
    "_id": "team-member-15",
    "name": "Srija Ponna",
    "role": "Research Specialist",
    "group": "research_staff",
    "bio": "Research specialist working on microfluidics projects.",
    "email": "srija.ponna@emory.edu",
    "image": {
      "_type": "image",
      "localPath": "/images/headshots/srija.png"
    },
    "displayOrder": 15,
    "active": true
  },
  {
    "_type": "teamMember",
    "_id": "team-member-16",
    "name": "Akshay Patwardhan",
    "role": "Research Specialist (Part-Time)",
    "group": "research_staff",
    "bio": "Part-time research specialist.",
    "email": "akshay.patwardhan@emory.edu",
    "image": {
      "_type": "image",
      "localPath": "/images/headshots/akshay.png"
    },
    "displayOrder": 16,
    "active": true
  },
  {
    "_type": "teamMember",
    "_id": "team-member-17",
    "name": "Nav Pasupuleti",
    "role": "Undergraduate Research Assistant",
    "group": "research_staff",
    "bio": "Part-time undergraduate research assistant supporting lab projects.",
    "email": "nav.bharucha@emory.edu",
    "image": {
      "_type": "image",
      "localPath": "/images/headshots/nav.jpg"
    },
    "displayOrder": 17,
    "active": true
  },
  {
    "_type": "teamMember",
    "_id": "team-member-18",
    "name": "Monica Rivera, BS",
    "role": "MPH Student",
    "group": "research_staff",
    "bio": "Monica Rivera, BS, is a first-year Master of Public Health student at the Rollins School of Public Health at Emory University, graduating in May 2026. Her public health interests include biostatistics, epidemiology, bioinformatics, healthcare administration, data analytics, and health policy to improve all dimensions of health and outcomes for patients with Sickle Cell Disease and Anemia. Her tasks in the Sheehan lab include data cleaning, entry, management, and analysis using data collection software and statistical programs like REDCap, R, SAS, GraphPad PRISM, Excel, PowerBI, and similar research tools.",
    "email": "monica.rivera@emory.edu",
    "image": {
      "_type": "image",
      "localPath": "/images/headshots/monica.jpg"
    },
    "displayOrder": 18,
    "active": true
  }
]